{
  "en": {
    "welcome_message": "ZylonkOS Website",
    "contact_button": "Contact",
    "about_button": "About",
    "downloads_button": "Downloads",
    "safiraos_button": "SafiraOS",
    "language_selector": "Select Language",
    "welcome_message_text": "Welcome to the official ZylonkOS website where you can find information about ZylonkOS and the download here.",
    "working_message": "We are still working, learn more on our channel: Zylonkcompany.",
    "preview_text": "Images of the preview version:",
    "sorry_message": "Sorry, but we're still working on it. Downloads are not available at the moment.",
    "introducing_safiraos": "Introducing SafiraOS",
    "safiraos_description": "The new operating system from the Zylonk family! A completely new system designed for smartphones and tablets, based on ZylonkOS, offering a friendly and wonderful interface, lightweight for all mobile devices.",
    "email": "e-mail: zylonkcompany@gmail.com"
  },
  "pt-br": {
    "welcome_message": "Site ZylonkOS",
    "contact_button": "Contato",
    "about_button": "Sobre",
    "downloads_button": "Downloads",
    "safiraos_button": "SafiraOS",
    "language_selector": "Selecione o Idioma",
    "welcome_message_text": "Bem-vindo ao site oficial do ZylonkOS, onde você pode encontrar informações sobre o ZylonkOS e o download aqui.",
    "working_message": "Ainda estamos trabalhando, saiba mais em nosso canal: Zylonkcompany.",
    "preview_text": "Imagens da versão de pré-visualização:",
    "sorry_message": "Desculpe, mas ainda estamos trabalhando nisso. Os downloads não estão disponíveis no momento.",
    "introducing_safiraos": "Apresentando o SafiraOS",
    "safiraos_description": "O novo sistema operacional da família Zylonk! Um sistema completamente novo, projetado para smartphones e tablets, baseado no ZylonkOS, oferecendo uma interface amigável e maravilhosa, leve para todos os dispositivos móveis.",
    "email": "e-mail: zylonkcompany@gmail.com"
  },
  "es": {
    "welcome_message": "Sitio web de ZylonkOS",
    "contact_button": "Contacto",
    "about_button": "Acerca de",
    "downloads_button": "Descargas",
    "safiraos_button": "SafiraOS",
    "language_selector": "Seleccionar idioma",
    "welcome_message_text": "Bienvenido al sitio web oficial de ZylonkOS, donde puedes encontrar información sobre ZylonkOS y la descarga aquí.",
    "working_message": "Aún estamos trabajando, aprende más en nuestro canal: Zylonkcompany.",
    "preview_text": "Imágenes de la versión de vista previa:",
    "sorry_message": "Lo sentimos, pero aún estamos trabajando en ello. Las descargas no están disponibles por el momento.",
    "introducing_safiraos": "Presentando SafiraOS",
    "safiraos_description": "¡El nuevo sistema operativo de la familia Zylonk! Un sistema completamente nuevo, diseñado para teléfonos inteligentes y tabletas, basado en ZylonkOS, ofreciendo una interfaz amigable y maravillosa, ligera para todos los dispositivos móviles.",
    "email": "correo electrónico: zylonkcompany@gmail.com"
  }
}
